
ten_sample_links_str = """1) https://t.me/gryzsng
        2) https://t.me/cac_service
        3) https://t.me/LOGISTIKA_SNG
        4) https://t.me/logistics1520com
        5) https://t.me/negabaritobratka
        6) https://t.me/russdelivery
        7) https://t.me/logistics_ukraine
        8) https://t.me/yukboruzb
        9) https://t.me/eurasialog
        10) https://t.me/Logistika_all"""

text_for_introduction_dct = {
    '🇷🇺 RU': 'Вот ссылка на некоторые из них для ознакомления :',
    '🇺🇿 UZB': 'Tanishuv uchun bir qancha linklar',
    '🇺🇿 УЗБ': 'Танишув учун бир қанча линклар'
}


"""These dicts below are going to be used in ReplyKeyboardMarkup"""

ten_link_of_groups_dct = {
    '🇷🇺 RU': '10 ссылок групп',
    '🇺🇿 UZB': 'Gruppa manzillari (10 dona)',
    '🇺🇿 УЗБ': 'Гурух манзиллари (10 дона)',
}

sections_dct = {
    '🇷🇺 RU': 'Выберите вам нужный раздел',
    '🇺🇿 UZB': 'Sizga kerakli joyni tanlang',
    '🇺🇿 УЗБ': 'Mana манзиллари (10 дона)',
}

groups_for_invite_dct = {
    '🇷🇺 RU': 'Группы за приглашение друзей (бесплатные)',
    '🇺🇿 UZB': "Do'stlaringiz uchun guruhlar (tekinga)",
    '🇺🇿 УЗБ': 'Ду́стларингиз учун гурухлар (текинга)'
}

how_to_get_dct = {
    '🇷🇺 RU': 'как получить',
    '🇺🇿 UZB': 'Qanday olish',
    '🇺🇿 УЗБ': 'қандай олиш ?'
}

accept_payment_dct = {
    '🇷🇺 RU': 'подтверждение платежа',
    '🇺🇿 UZB': "To'lovni tekshirish",
    '🇺🇿 УЗБ': 'тўловни текшириш'
}

ask_question_dct = {
    '🇷🇺 RU': 'Задать вопрос',
    '🇺🇿 UZB': 'Savol yozish',
    '🇺🇿 УЗБ': 'Савол ёзиш'
}
reply_for_question = {
    '🇷🇺 RU': 'напишите ваш вопрос',
    '🇺🇿 UZB': 'Savolizdi yozing',
    '🇺🇿 УЗБ': 'Саволизи йозинг'
}

change_lang_dct = {
    '🇷🇺 RU':  'язык',
    '🇺🇿 UZB': "Til o'zgartirish",
    '🇺🇿 УЗБ': 'Тил ўзгартириш'
}

check_payment = {
    '🇷🇺 RU':  'скиньте скриншот оплаты или фото чека',
    '🇺🇿 UZB': "screenshot rasmini yoinki chekn rasmini tashlang",
    '🇺🇿 УЗБ': 'screenshot rasmini yoinki chekn rasmini tashlang'
}

how_get = {
    '🇷🇺 RU':  """9860 0401 0436 1247 humo
4023 0601 4177 8182 visa 
8600 1309 8931 4168 uzcard""",
    '🇺🇿 UZB': """9860 0401 0436 1247 humo
4023 0601 4177 8182 visa 
8600 1309 8931 4168 uzcard""",
    '🇺🇿 УЗБ': """9860 0401 0436 1247 humo
4023 0601 4177 8182 visa 
8600 1309 8931 4168 uzcard"""
}

answer_for_question = {
    '🇷🇺 RU':  'спасибо за вопрос, мы в ближайшие времья ответим вам)',
    '🇺🇿 UZB': "savolingiz uchun rahmat, biz sizga yaqin vaxtda javb beramz",
    '🇺🇿 УЗБ': 'savolingiz uchun rahmat, biz sizga yaqin vaxtda javb beramz'
}

answer_for_referal = {
    '🇷🇺 RU':  'За приглашение друзей мы даём ссылку на Ватсапп группы. Ссылки на Ватсапп группы возврату или обмену не подлежит !!! Каждый 10 друзей это один ссылка !!! ',
    '🇺🇿 UZB': "Ду́стларингизни таклиф қилсангиз биз сизга WhatsApp иловаси ссылкаларини берамиз. WhatsApp ссылкалари алмаштирилмайди ёки қайтариб олинмайди !  Хар 10 дўстингиз бу яна битта ссылка !",
    '🇺🇿 УЗБ': 'Ду́стларингизни таклиф қилсангиз биз сизга WhatsApp иловаси ссылкаларини берамиз. WhatsApp ссылкалари алмаштирилмайди ёки қайтариб олинмайди !  Хар 10 дўстингиз бу яна битта ссылка !'
}